export const groupsToChars = {
    'base': [ ['あ', 'h_a'], ['い', 'h_i'], ['う', 'h_u'], ['え', 'h_e'], ['お', 'h_o'] ],
    'k': [ ['か', 'h_ka'], ['き', 'h_ki'], ['く', 'h_ku'], ['け', 'h_ke'], ['こ', 'h_ko'] ],
    's': [ ['さ', 'h_sa'], ['し', 'h_shi'], ['す', 'h_su'], ['せ', 'h_se'], ['そ', 'h_so'] ],
    't': [ ['た', 'h_ta'], ['ち', 'h_chi'], ['つ', 'h_tsu'], ['て', 'h_te'], ['と', 'h_to'] ],
    'n': [ ['な', 'h_na'], ['に', 'h_ni'], ['ぬ', 'h_nu'], ['ね', 'h_ne'], ['の', 'h_no'] ],
    'h': [ ['は', 'h_ha'], ['ひ', 'h_hi'], ['ふ', 'h_fu'], ['へ', 'h_he'], ['ほ', 'h_ho'] ],
    'm': [ ['ま', 'h_ma'], ['み', 'h_mi'], ['む', 'h_mu'], ['め', 'h_me'], ['も', 'h_mo'] ],
    'y': [ ['や', 'h_ya'], ['ゆ', 'h_yu'], ['よ', 'h_yo'] ],
    'r': [ ['ら', 'h_ra'], ['り', 'h_ri'], ['る', 'h_ru'], ['れ', 'h_re'], ['ろ', 'h_ro'] ],
    'w': [ ['わ', 'h_wa'], ['を', 'h_wo'], ['ん', 'h_n'] ],
    'g': [ ['が', 'h_ga'], ['ぎ', 'h_gi'], ['ぐ', 'h_gu'], ['げ', 'h_ge'], ['ご', 'h_go'] ],
    'z': [ ['ざ', 'h_za'], ['じ', 'h_ji'], ['ず', 'h_zu'], ['ぜ', 'h_ze'], ['ぞ', 'h_zo'] ],
    'd': [ ['だ', 'h_da'], ['ぢ', 'h_dji'], ['づ', 'h_dzu'], ['で', 'h_de'], ['ど', 'h_do'] ],
    'b': [ ['ば', 'h_ba'], ['び', 'h_bi'], ['ぶ', 'h_bu'], ['べ', 'h_be'], ['ぼ', 'h_bo'] ],
    'p': [ ['ぱ', 'h_pa'], ['ぴ', 'h_pi'], ['ぷ', 'h_pu'], ['ぺ', 'h_pe'], ['ぽ', 'h_po'] ],
    'ky': [ ['きゃ', 'h_kya'], ['きゅ', 'h_kyu'], ['きょ', 'h_kyo'] ],
    'sy': [ ['しゃ', 'h_sha'], ['しゅ', 'h_shu'], ['しょ', 'h_sho'] ],
    'ty': [ ['ちゃ', 'h_cha'], ['ちゅ', 'h_chu'], ['ちょ', 'h_cho'] ],
    'ny': [ ['にゃ', 'h_nya'], ['にゅ', 'h_nyu'], ['にょ', 'h_nyo'] ],
    'hy': [ ['ひゃ', 'h_hya'], ['ひゅ', 'h_hyu'], ['ひょ', 'h_hyo'] ],
    'my': [ ['みゃ', 'h_mya'], ['みゅ', 'h_myu'], ['みょ', 'h_myo'] ],
    'ry': [ ['りゃ', 'h_rya'], ['りゅ', 'h_ryu'], ['りょ', 'h_ryo'] ],
    'gy': [ ['ぎゃ', 'h_gya'], ['ぎゅ', 'h_gyu'], ['ぎょ', 'h_gyo'] ],
    'jy': [ ['じゃ', 'h_ja'], ['じゅ', 'h_ju'], ['じょ', 'h_jo'] ],
    'by': [ ['びゃ', 'h_bya'], ['びゅ', 'h_byu'], ['びょ', 'h_byo'] ],
    'py': [ ['ぴゃ', 'h_pya'], ['ぴゅ', 'h_pyu'], ['ぴょ', 'h_pyo'] ]
};

export const charsToGroups = {

};